{
  "(COMING SOON) Accrue automatic yield through flash loans and\nSUSHI strategies": "(IN ARRIVO) Genera rendimento automatico tramite flash loan e\nstrategie SUSHI",
  "(View on explorer)": "(Visualizza su Explorer)",
  "+ Add a send (optional)": "+ Aggiungi un invio (opzionale)",
  "+ Create a new market": "+ Crea un nuovo mercato",
  "- Remove send": "- Rimuovi invio",
  "300M+ TVL on Polygon! Optimized routing enabled": "300M+ TVL on Polygon! Optimized routing enabled",
  "<0>Tip:</0> In order to start earning rewards, you will need to first acquire some SLP by adding liquidity to the specified pair or <1>migrating existing liquidity.</1> Once you have SLP you can stake it into this yield farm to start earning rewards. Unstake anytime and then you can convert your SLP back to base tokens by clicking Remove Liquidity. Click Harvest to receive your rewards at any time.": "<0>Suggerimento:</0> Per iniziare a guadagnare ricompense, dovrai prima acquisire degli SLP aggiungendo liquidità alla coppia specificata o <1>migrare liquidità esistente.</1> Una volta ottenuti gli SLP, puoi metterli in staking in questa yield farm per ricevere ricompense. Puoi rimuoverli dallo staking e riconvertire i tuoi SLP nei token sottostanti cliccando su Rimuovi liquidità. Clicca su Raccogli per ricevere le tue ricompense in qualsiasi momento.",
  "<0>Tip:</0> Removing pool tokens converts your position back into underlying tokens at the current rate, proportional to your share of the pool. Accrued fees are included in the amounts you receive.": "<0>Consiglio:</0> Rimuovere pool token riconverte la tua posizione nei token sottostanti al prezzo attuale, in proporzione alla tua quota della pool. Le commissioni accumulate sono incluse negli importi che ricevi.",
  "<0>Tip:</0> Use this tool to find pairs that don't automatically appear in the interface": "<0>Consiglio:</0> Usa questo strumento per trovare coppie che non appaiono automaticamente nell’interfaccia.",
  "<0>Tip:</0> When you add liquidity, you will receive pool tokens representing your position. These tokens automatically earn fees proportional to your share of the pool, and can be redeemed at any time.": "<0>Consiglio<:/0> Quando aggiungi liquidità, riceverai pool token che rappresentano la tua posizione. Questi token guadagnano commissioni automaticamente in proporzione alla tua quota della pool, e possono essere riscattati in qualsiasi momento.",
  "<0>Your</0> Positions": "Le <0>tue</0> posizioni",
  "<0>{0}:</0> {1}": "",
  "A contribution to the reserve paid by members for directly selling G$ tokens.": "",
  "A portion of each trade (0.25%) goes to liquidity providers as a protocol incentive.": "Una parte di ogni operazione (0,25%) va ai fornitori di liquidità come incentivo di protocollo.",
  "APPROVE": "APPROVARE",
  "APPROVED": "",
  "APPROVING": "Approvazione",
  "APR": "APR",
  "APR (incl. Fees)": "APR (incl. Fees)",
  "APY": "",
  "APY (incl. Fees)": "APY (incl. Fees)",
  "Accept": "Accetta",
  "Accept update": "Accettare l'aggiornamento",
  "Account": "Account",
  "Active": "Attiva",
  "Add": "Aggiungi",
  "Add Liquidity": "Aggiungi liquidità",
  "Add SAK3 to your Metamask wallet": "",
  "Add Sushi to your Metamask wallet": "Aggiungi Sushi al tuo wallet Metamask",
  "Add collateral in order to borrow assets": "Aggiungi collaterale per prendere in prestito asset",
  "Add liquidity": "Aggiungi liquidità",
  "Add xSushi to your Metamask wallet": "Aggiungi xSUSHI al tuo wallet Metamask",
  "All Yield Farms": "Tutti i rendimenti",
  "Amount": "Quantità",
  "Amount of Tokens": "Quantità di token",
  "Amount to Remove": "Importo da rimuovere.",
  "An update is available for the token list": "Un aggiornamento è disponibile per l'elenco dei token",
  "Analytics": "Dati analitici",
  "Annual Percentage Yield (APY) is the percentage yield being earned.": "",
  "Anyone can create a token, including creating fake versions of existing tokens that claim to represent projects.": "Chiunque può creare un token, inclusa la creazione di versioni false dei token esistenti che pretendono di rappresentare progetti.",
  "Approve": "Approva",
  "Approve Kashi": "Approva Kashi",
  "Approve {0}": "Approva {0}",
  "Approved": "Approvato",
  "Approving": "Approvazione",
  "Approving {0}": "Approvazione {0}",
  "Are you sure?": "Sei sicuro?",
  "Available": "Disponibile",
  "Awesome!": "",
  "Back": "Di ritorno",
  "Back to portfolio": "Torna al portafoglio.",
  "Balance": "Saldo",
  "Bento Balance: {0}": "Saldo Bento: {0}",
  "BentoBox": "BentoBox",
  "BentoBox Apps": "App di BentoBox",
  "BentoBox is an innovative way to use dapps gas-efficiently and gain extra yield.": "BentoBox è un nuovo modo di usare le dApp risparmiando sul gas e guadagnando rendimenti extra.",
  "BentoBox provides extra yield on deposits with flash lending, strategies, and fixed, low-gas transfers among integrated dapps, like Kashi markets": "BentoBox offre rendimenti extra sui depositi con flash lending, strategie e trasferimenti fissi low-gas tra dapp integrate, come i mercati di Kashi",
  "BentoBox strategies can create yield for your collateral tokens. This token does not yet have a strategy in the BentoBox.": "Le strategie di BentoBox possono generare rendimento per i token del tuo collaterale. Questo token non ha ancora una strategia in BentoBox.",
  "BentoBox strategies can create yield for your liquidity while it is not lent out. This token does not yet have a strategy in the BentoBox.": "Le strategie di BentoBox possono generare rendimento per la tua liquidità mentre non è concessa in prestito. Questo token non ha ancora una strategia in BentoBox.",
  "Blocked address": "Indirizzo bloccato",
  "Borrow": "Prendi in prestito",
  "Borrow APR": "APR assunzione",
  "Borrow assets and leverage up": "Prendi in prestito asset e sfrutta la leva",
  "Borrow {0}": "Prendi in prestito {0}",
  "Borrow {0}-{1}": "Prendi in prestito {0}-{1}",
  "Borrowed": "Preso in prestito",
  "Borrowing allows you to obtain liquidity without selling. Your borrow limit depends on the amount of deposited collateral. You will be able to borrow up to 75% of your collateral and repay at any time with accrued interest.": "Assumere prestiti ti permette di ottenere liquidità senza vendere. Il tuo limite di prestito dipende dall'importo del collaterale depositato. Potrai prendere in prestito fino al 75% del tuo collaterale e rimborsare in qualsiasi momento con gli interessi maturati.",
  "Bridge Assets": "Bridge asset",
  "By adding liquidity you'll earn 0.25% of all trades on this pair proportional to your share\nof the pool. Fees are added to the pool, accrue in real time and can be claimed by withdrawing\nyour liquidity.": "Aggiungendo liquidità guadagnerai lo 0,25% di tutte le operazioni in questa coppia in proporzione alla tua quota della pool. Le commissioni vengono aggiunte alla pool, maturano in tempo reale e possono essere riscattate prelevando la tua liquidità",
  "By adding this list you are implicitly trusting that the data is correct. Anyone can create a list, including creating fake versions of existing lists and lists that claim to represent projects that do not have one.": "Aggiungendo questo elenco si attende implicitamente che i dati siano corretti. Chiunque può creare un elenco, inclusa la creazione di versioni false di elenchi ed elenchi esistenti che pretendono di rappresentare progetti che non ne hanno uno.",
  "Bypasses confirmation modals and allows high slippage trades. Use at your own risk.": "Bypassa i modali di conferma e consente operazioni con uno slippage elevato. Usare a proprio rischio.",
  "CONFIRM SWAP": "Conferma swap.",
  "Change": "Modificare",
  "Check out Sushi on Polygon (Matic)": "Scopri Sushi su Polygon (Matic)",
  "Claim": "Riscatta",
  "Claim SUSHI": "Riscatta SUSHI",
  "Claim UBI": "Rivendicazione UBI.",
  "Claim reward": "",
  "Claim rewards": "",
  "Claim your test tokens here...": "Richiedi i tuoi token di prova qui ...",
  "Claimable": "Richieso",
  "Claimable Rewards": "Ricompensabili",
  "Claimed": "Riscattati",
  "Claiming your rewards will reset your multiplier.": "",
  "Clear History": "Cancella cronologia",
  "Clear all": "Cancella tutto",
  "Click here to switch to Polygon using Metamask": "Clicca qui per passare a Polygon usando Metamask",
  "Click on a pool below, input the amount you wish to migrate or select max, and click\nmigrate": "Clicca su una pool di seguito, inserisci l'importo che vuoi migrare o seleziona max, e clicca su\nmigra",
  "Click this button to Claim your Daily UBI in": "Clicca questo pulsante per richiedere il tuo UBI quotidiano in",
  "Click this button to Claim your Daily UBI in G$": "Clicca questo pulsante per richiedere il tuo UBI quotidiano in G $",
  "Close": "Chiudere",
  "Collateral": "Collaterale",
  "Common bases": "Basi comuni",
  "Community Approval": "Approvazione della comunità",
  "Confirm": "Conferma",
  "Confirm Adding Liquidity": "Conferma aggiunta di liquidità",
  "Confirm Staking": "Conferma staking",
  "Confirm Supply": "Conferma fornitura",
  "Confirm Swap": "Conferma scambio",
  "Confirm Withdrawal": "Conferma prelievo",
  "Confirm swap": "Conferma swap.",
  "Confirm this transaction in your wallet": "Conferma questa transazione nel tuo portafoglio",
  "Connect Wallet": "Collega wallet",
  "Connect to a wallet": "Collega wallet",
  "Connect to a wallet to find pools": "Collega un wallet per trovare pool",
  "Connect to a wallet to view your liquidity": "Collega un wallet per visualizzare la tua liquidità",
  "Connect wallet": "",
  "Connected with": "Connesso con",
  "Copied": "copiato",
  "Copy address": "Copia indirizzo",
  "Create Pool & Supply": "Crea pool e fornitura",
  "Create a Pair": "Crea coppia",
  "Create a pair": "Crea una coppia",
  "Create pool": "Crea pool",
  "Current Rate": "Tasso attuale",
  "DEPOSIT": "DEPOSITARE",
  "Dashboard": "Pannello di controllo",
  "Date": "Data",
  "Deposit": "Deposita",
  "Deposit SUSHI into BentoBox": "Deposita SUSHI in BentoBox",
  "Deposit overview": "Panoramica del deposito",
  "Deposit tokens into BentoBox for all the yields": "Deposita token in BentoBox per tutti i rendimenti",
  "Deposited": "Depositati",
  "Dev": "Dev",
  "Did you just create UBI for thousands of people around the world?": "",
  "Disable Multihops": "Disattiva multihop",
  "Discord": "Discord",
  "Dismiss": "Ignora",
  "Docs": "Documenti",
  "Documentation for developers": "",
  "Documentation for developers of Sushi.": "Documentazione per gli sviluppatori di Sushi.",
  "Documentation for users": "",
  "Documentation for users of Sushi.": "Documentazione per gli utenti di Sushi.",
  "Don't see a pool you joined? <0>Import it.</0>": "Non vedi una pool a cui ti sei unito? <0>Importala.</0>",
  "Dont see a pool you joined?": "Non vedi una pool a cui ti sei unito?",
  "Double Yield Farms": "Aziende agricole doppie rendimenti",
  "Enjoy the lowest slippage on Polygon": "",
  "Enter": "Inserisci",
  "Enter Amount": "Inserisci importo",
  "Enter a recipient": "Inserisci un destinatario",
  "Enter a valid slippage percentage": "Inserisci una percentuale di slippage valida",
  "Enter an amount": "Inserisci un importo",
  "Enter valid list location": "Inserisci posizione dell'elenco valido",
  "Enter valid token address": "Inserisci l'indirizzo del token valido",
  "Error": "Errore",
  "Error connecting": "Errore durante il collegamento",
  "Error connecting.": "Errore durante il collegamento.",
  "Error connecting. Try refreshing the page.": "Errore durante il collegamento. Prova ad aggiornare la pagina.",
  "Error importing list": "Errore durante l'importazione dell'elenco",
  "Expanded results from inactive Token Lists": "Risultati espansi da elenchi di token inattive",
  "Expert mode turns off the confirm transaction prompt and allows high slippage trades\nthat often result in bad rates and lost funds.": "La modalità esperto disattiva il messaggio di conferma della transazione e consente operazioni con uno slippage elevato\nspesso questo risulta in tassi svantaggiosi e perdite di fondi.",
  "Fetching Farms": "Farching Farms.",
  "Fetching Instruments": "Caricamento strumenti",
  "Find Pool": "Trova pool",
  "For every swap on the exchange on every chain, 0.05% of the swap fees are distributed as SUSHI\nproportional to your share of the SushiBar. When your SUSHI is staked into the SushiBar, you receive\nxSUSHI in return for voting rights and a fully composable token that can interact with other protocols.\nYour xSUSHI is continuously compounding, when you unstake you will receive all the originally deposited\nSUSHI and any additional from fees.": "Per ogni scambio sull'exchange da qualsiasi blockchain, lo 0,05% delle commissioni viene distribuito come SUSHI\nin proporzione alla tua quota del SushiBar. Quando metti in staking i tuoi SUSHI nel SushiBar, ricevi in cambio\nxSUSHI, un token che conferisce diritti di voto completamente componibile in grado di interagire con altri protocolli.\nIl tuo xSUSHI è costantemente composto, quando interrompi lo staking ricevi tutti i\nSUSHI depositati in origine ed eventuali altri derivanti dalle commissioni.",
  "From": "Da",
  "From (estimated)": "Da (stimato)",
  "Fuse Bridge": "",
  "GDX": "",
  "GDX is a token earned by directly buying G$ from the Reserve. Members with GDX do not pay the\ncontribution exit.": "",
  "GOO": "",
  "Gain exposure to tokens without reducing your assets. Leverage will enable you to take short positions against assets and earn from downside movements.": "Ottieni esposizione a token senza ridurre i tuoi asset. La leva finanziaria ti consente di aprire posizioni short contro asset e guadagnare da movimenti al ribasso.",
  "Gain governance rights with xSUSHI and earn 5% APR (0.05% of\nall swaps from all chains)": "Ottieni diritti di governance con xSUSHI e guadagna un APR del 5% (0,05% di\ntutti gli scambi da tutte le blockchain)",
  "Go Back": "Torna indietro",
  "GoodDollar is a supporter of open source": "",
  "Hardware Wallet": "Hardware Wallet",
  "Harvest {0} SUSHI": "Raccogli {0} SUSHI",
  "Harvest {0} SUSHI & {1} ALCX": "",
  "Harvest {0} SUSHI & {1} MATIC": "Raccogli {0} SUSHI e {1} MATIC",
  "Have Liquidity on {0}?": "Hai liquidità in {0}?",
  "Have assets you want to earn additional interest on? Lend them in isolated markets and earn interest from borrowers. It's as easy as deposit and withdraw whenever you want.": "Hai degli asset su cui vuoi guadagnare interessi aggiuntivi? Prestali in mercati isolati e ricevi interessi dai debitori. Basta semplicemente depositare e prelevare quando vuoi.",
  "Health": "Salute",
  "Helpful Sushi Tools": "Strumenti utili Sushi",
  "Historical Total Locked: Connect Wallet": "Totale storico bloccato: Collega wallet",
  "Historical Total Locked: Fetching Total": "Totale storico bloccato: caricamento",
  "Historical Total Locked: {0} SUSHI": "Totale storico bloccato: {0} SUSHI",
  "Holding": "Presa",
  "How much would you like to deposit?": "Quanto ti piacerebbe depositare?",
  "How much would you like to withdraw?": "Quanto ti piacerebbe ritirare?",
  "I understand": "Capisco",
  "If you purchase a token from this list, you may not be able to sell it back.": "Se acquisti un token da questo elenco, potresti non essere in grado di venderlo indietro.",
  "If you purchase this token, you may not be able to sell it back.": "Se acquisti questo token, potresti non essere in grado di venderlo indietro.",
  "Import": "Importare",
  "Import List": "Elenco di importazione",
  "Import Pool": "Importa Pool",
  "Import at your own risk": "Importare a proprio rischio",
  "Import it": "Importa",
  "Initializing...": "Inizializzazione ...",
  "Input is estimated. You will sell at most": "L'input è stimato. Venderà al massimo",
  "Input is estimated. You will sell at most <0>{0} {1}</0> or the transaction will revert.": "L'input è stimato. Venderai al massimo <0>{0} {1}</0> o la transazione verrà annullata.",
  "Instruments": "Strumenti",
  "Insufficient Balance": "Saldo insufficiente",
  "Insufficient WETH balance": "Saldo WETH insufficiente",
  "Insufficient liquidity for this trade": "Liquidità insufficiente per questa operazione",
  "Insufficient {0} balance": "Saldo {0} insufficiente",
  "Interface Settings": "Impostazioni interfaccia",
  "Invalid pair": "Coppia non valida",
  "Invalid recipient": "Destinatario non valido",
  "Isolated lending markets mitigate your risks as an asset lender. Know exactly what collateral is available to you in the event of counter party insolvency.": "I mercati di prestito isolati riducono i tuoi rischi come creditore. Sai esattamente quanto collaterale è a tua disposizione in caso di insolvenza della controparte.",
  "Join the community of discord": "",
  "Join the community on Discord.": "Unisciti alla comunità su Discord.",
  "Kashi Lending": "Kashi Lending",
  "Keys Burned: 2022.03.04 at 22:05": "Chiavi bruciate: alle 22:05 del 04/03/2022",
  "Learn More": "Per saperne di più",
  "Learn more about wallets": "Scopri di più su portafogli",
  "Lend": "Presta",
  "Lend assets for interest from borrowers.": "Presta asset in cambio di interessi dai debitori.",
  "Lend your assets, earn yield with no impermanent loss": "Presta i tuoi asset, guadagna rendimento senza perdita impermanente",
  "Lend {assetSymbol}": "Presta {assetSymbol}",
  "Lending": "Prestito",
  "Lending Yield Farms": "Prestiti alle ferie",
  "Lent": "Prestato",
  "Limit <0>Used</0>": "Limite <0>usato</0>",
  "Liquidity": "Liquidità",
  "Liquidity Positions": "Posizioni di liquidità",
  "Liquidity Provider Fee": "Commissione per fornitori di liquidità",
  "Liquidity Provider Rewards": "Ricompense per fornitori di liquidità",
  "Liquidity Yield Farms": "Farms di rendimento della liquidità.",
  "Liquidity is the total value staked in the GoodDollar Trust staking contract (USD).": "",
  "Liquidity providers earn a 0.25% fee on all trades proportional to their share of\nthe pool. Fees are added to the pool, accrue in real time and can be claimed by\nwithdrawing your liquidity": "I fornitori di liquidità guadagnano una commissione dello 0,25% su tutte le operazioni in proporzione alla loro quota della pool. Le commissioni vengono aggiunte alla pool, maturano in tempo reale e possono essere riscattate prelevando la tua liquidità.",
  "Lists": "Liste",
  "Loaded": "Caricata",
  "Loading": "Caricamento",
  "Loading your {exchange} liquidity positions": "Caricamento delle tue posizioni di liquidità su {exchange}",
  "Loading...": "Caricamento...",
  "Loan to Value": "Loan to Value",
  "MAX": "Massimo",
  "MULTIPLIER": "MOLTIPLICATORE",
  "Make the most of your": "Sfruttare al massimo il tuo",
  "Manage": "Gestisci",
  "Manage Liquidity in Rewards Pool": "Gestisci la liquidità nelle pool di ricompense",
  "Manage this pool": "Gestisci questa pool",
  "Market Info": "Informazioni sul mercato",
  "Market Staked": "Mercato in staking",
  "Markets": "Mercati",
  "Max": "Massimo",
  "Maximize yield by staking SUSHI for xSUSHI": "Mssimizza il rendimento facendo staking di SUSHI per xSUSHI",
  "Maximum sold": "Massimo venduto",
  "Migrate": "Migra",
  "Migrate Now": "Migra ora",
  "Migrate Now.": "Migrare ora.",
  "Migrate {exchange} Liquidity": "Migra liquidità da {exchange}",
  "Migrating": "Migrazione",
  "Migration is done in one-click using your signature (permit)": "La migrazione viene eseguita in un click usando la tua firma (permesso)",
  "Minimum received": "Minimo ricevuto",
  "Miso": "",
  "Missed the Auction?": "",
  "My Stake": "Il mio palo",
  "Network Fee": "Tassa di rete",
  "New": "Nuova",
  "New network, new features": "Nuovo network, nuove funzionalità",
  "New to Ethereum?": "Nuovo a EThereum?",
  "Next month:": "Il prossimo mese:",
  "No LP tokens found": "Nessun token LP trovato",
  "No Liquidity found": "Nessuna liquidità trovata",
  "No Results": "Nessun risultato",
  "No Results.": "Nessun risultato.",
  "No data.": "Nessun dato.",
  "No liquidity found": "Nessuna liquidità trovata",
  "No liquidity found to do swap": "Nessuna liquidità trovata per scambiare",
  "No liquidity positions found": "Nessuna posizione di liquidità trovata",
  "No pool found": "Nessuna pool trovata",
  "No results found": "Nessun risultato trovato",
  "Non-hardware Wallet": "Non-hardware Wallet",
  "None": "Nessuno",
  "OFF": "SPENTO",
  "ON": "SU",
  "ONLY USE THIS MODE IF YOU KNOW WHAT YOU ARE DOING.": "USA QUESTA MODALITÀ SOLO SE SAI COSA STAI FACENDO.",
  "Off": "Spento",
  "On": "Sopra",
  "One click SUSHI → xSUSHI → aXSUSHI": "SUSHI → xSUSHI → aXSUSHI in un click",
  "Oops! An unknown error occurred. Please refresh the page, or visit from another browser or device": "Oops! Si è verificato un Errore imprevisto. Aggiorna la pagina o visita da un altro browser o dispositivo",
  "Open Source": "Open Source",
  "Open main menu": "Apri menù principale",
  "Oracle": "Oracolo",
  "Output is estimated. If the price changes by more than {0}% your transaction will revert.": "L'output è stimato. Se il prezzo cambia per più del {0}% la tua transazione verrà annullata.",
  "Output is estimated. You will receive at least": "L'uscita è stimata. Riceverai almeno",
  "Output is estimated. You will receive at least <0>{0} {1}</0> or the transaction will revert.": "L'output è stimato. Riceverai almeno <0>{0} {1}</0> o la transazione verrà annullata.",
  "Output is estimated. You will receive at least {0} or the transaction will revert": "L'uscita è stimata. Riceverai almeno {0} o la transazione tornerà",
  "Output is estimated. You will receive at least {minimumReceived} or the transaction will revert": "",
  "Output will be sent to": "L'uscita sarà inviata a",
  "Output will be sent to <0>{0}</0>": "L'output verrà inviato a <0>{0}</0>",
  "PENDING SIGN...": "Segno in sospeso ...",
  "PROTOCOL": "PROTOCOLLO",
  "Pending": "In attesa",
  "Pending Treasury Transfer": "In attesa del trasferimento dalla tesoreria",
  "Please confirm you would like to remove this list by typing": "Si prega di confermare che vorresti rimuovere questo elenco digitando",
  "Please confirm you would like to remove this list by typing REMOVE": "Si prega di confermare che vorresti rimuovere questo elenco digitando rimuovi",
  "Please connect to the appropriate Ethereum network.": "Si prega di connettersi alla rete di ethereum appropriata.",
  "Please connect your Web3 wallet to the Fuse Network to Claim UBI.": "Collega il tuo portafoglio Web3 alla rete Fuse per richiedere UBI.",
  "Please type the word \"confirm\" to enable expert mode.": "Digita \"conferma\" per attivare la modalità esperto.",
  "Polygon subgraphs are currently experiencing high loads. The APY displayed are based on lagging fees. Funds are safe, we are working on resolving and providing accurate consolidated APY information.": "I sottoglacchi Polygon stanno attualmente vivendo carichi elevati. L'APY visualizzato si basano su tasse di ritardo. I fondi sono sicuri, stiamo lavorando per risolvere e fornire informazioni accurate consolidate.",
  "Pool": "Riserva",
  "Pool Found!": "Pool trovata!",
  "Pool Rewards": "Ricompense della pool",
  "Pool Tokens": "Pool token",
  "Pool tokens in rewards pool": "Pool token in pool di ricompense",
  "Pooled {0}": "{0} Raccolti",
  "Portfolio": "Portafoglio",
  "Positions": "Posizioni",
  "Pour a hot bowl of MISO, the new <0>token launchpad</0> from SUSHI": "",
  "Price": "Prezzo",
  "Price Impact": "Impatto sul prezzo",
  "Price Impact High": "Impatto sul prezzo elevato",
  "Price Impact Too High": "Impatto sul prezzo troppo elevato",
  "Price Updated": "Prezzo aggiornato",
  "Protocol": "Protocollo",
  "REWARDS": "Premi",
  "Rates": "Tassi",
  "Read Tutorial": "Leggi il tutorial",
  "Read more about unsupported assets": "Maggiori informazioni sulle risorse non supportate",
  "Read the contract": "Leggi il contratto",
  "Recent Transactions": "Le transazioni recenti",
  "Recipient": "Destinataria",
  "Remove": "Rimuovi",
  "Remove Liquidity": "Rimuovi Liquidità",
  "Remove list": "Rimuovi l'elenco",
  "Remove send": "Rimuovi invio",
  "Removing {0} {1} and {2} {3}": "Rimuovi {0} {1} e {2} {3}",
  "Repay": "Rimborsa",
  "Request Tool": "Richiedi strumento",
  "Restricts swaps to direct pairs only.": "Limita gli scambi solo alle coppie dirette.",
  "Rewards": "Premi",
  "Route": "Percorso",
  "Routing through these tokens resulted in the best price for your trade.": "Il routing attraverso questi token è risultato nel prezzo migliore per la tua operazione.",
  "SAAVE": "Saave",
  "SAAVE: Stack your yields in one transaction": "SAAVE: Accumula i tuoi rendimenti in una transazione",
  "STAKE": "PALO",
  "SUSHI Balance": "Saldo SUSHI",
  "SUSHI Balance: {sushiBalance}": "Saldo SUSHI: {sushiBalance}",
  "SUSHI {0}/{1} Burned": "SUSHI {0}/{1}distrutti",
  "SWAP": "",
  "Search by name, symbol, address": "Cerca per nome, simbolo, indirizzo",
  "Search name or paste address": "Cerca nome o incolla indirizzo",
  "Search name or paste the address": "Nome cerca o incolla l'indirizzo",
  "Select a token": "Seleziona un token",
  "Select a token to find your liquidity": "Seleziona un token per trovare la tua liquidità",
  "Select an LP Token": "Seleziona un token LP",
  "Share of Pool": "Quota della pool",
  "Share of Pool:": "Quota della pool:",
  "Slippage Tolerance": "Tolleranza slippage",
  "Slippage tolerance": "Tolleranza slippage",
  "Social APY": "",
  "Some assets are not available through this interface because they may not work well with our smart contract or we are unable to allow trading for legal reasons.": "Alcune attività non sono disponibili attraverso questa interfaccia perché potrebbero non funzionare bene con il nostro Smart Contract o non siamo in grado di consentire la negoziazione per motivi legali.",
  "Something went wrong during signing of the approval. This is expected for hardware wallets, such as Trezor and Ledger. Click again and the fallback method will be used": "Qualcosa è andato storto durante la firma dell'approvazione. Questo è previsto per gli hardware wallet, come Trezor e Ledger. Clicca di nuovo per usare il metodo alternativo",
  "Stack Yields with SAAVE": "Fai stacking di rendimenti con SAAVE",
  "Stake": "Metti in staking",
  "Stake SUSHI": "Metti in staking SUSHI",
  "Stake SUSHI for xSUSHI": "Metti in staking SUSHI per xSUSHI",
  "Stake into xSUSHI add collateral as axSUSHI on Aave all in\none click": "Fai staking in xSUSHI e aggiungi collaterale come axSUSHI su Aave tutto in\nun click.",
  "Stake your SUSHI into xSUSHI for ~5% APY. Deposit your xSUSHI into Aave as aXSUSHI to earn collateral interest and borrowing power. All in one click.": "Fai staking dei tuoi SUSHI in xSUSHI per un APY del ~5%. Deposita i tuoi xSUSHI in Aave come axSUSHI per guadagnare interesse collaterale e potere di credito. Tutto in un click.",
  "Stake your SUSHI into xSUSHI for ~5% APY. No impermanent loss, no loss of governance rights.\nContinuously compounding.": "Metti in staking il tuo SUSHI in xSUSHI per un APY del ~5%. Nessuna perdita impermanente, senza perdere diritti di governance. Costantemente composto",
  "Stakes": "Pali",
  "Staking": "Staffamento",
  "Staking APR": "APR di staking",
  "Submit Tool": "Proponi strumento",
  "Success!": "Successo!",
  "Supply APR": "APR concessione",
  "Supplying {0} {1} and {2} {3}": "Fornisci {0} {1} e {2} {3}",
  "Sushi allows for swapping of ERC20 compatible tokens across multiple networks": "Sushi consente di scambiare token compatibili ERC20 attraverso diversi network",
  "Sushi is a supporter of Open Source.": "Sushi è un sostenitore dell'Open Source.",
  "SushiBar": "SushiBar",
  "SushiBar: Make SUSHI work for you": "SushiBar: Metti SUSHI al lavoro per te",
  "Swap": "Scambia",
  "Swap Anyway": "Scambia comunque",
  "Swap From (est.):": "Scambia da (stimato):",
  "Swap From:": "Scambia da:",
  "Swap To (est.):": "Scambia in (stimato):",
  "Swap To:": "Scambia in:",
  "Swap for SAK3 token on SUSHI now. Click here to swap.": "",
  "Swap from": "Swap da.",
  "Swap to": "Swap a.",
  "Swapping": "Scambiatura",
  "Switch your network to {0} to work with Portfolio": "Passa la tua rete a {0} per lavorare con il portafoglio",
  "Switch your network to {0} to work with Stakes": "Passa la tua rete a {0} per lavorare con le puntate",
  "TOKEN": "GETTONE",
  "TVL": "TVL",
  "The difference between the market price and estimated price due to trade size.": "La differenza tra il prezzo di mercato e il prezzo stimato a causa delle dimensioni dell'operazione.",
  "The difference between the market price and your price due to trade size.": "La differenza tra il prezzo di mercato e il tuo prezzo a causa delle dimensioni dell'operazione.",
  "The onchain oracle that tracks the pricing for this pair": "L'oracolo on-chain che traccia i prezzi per questa coppia",
  "The token list": "L'elenco dei token",
  "The transaction cannot succeed due to error: {0}. This is probably an issue with one of the tokens you are swapping.": "La transazione non può riuscire a causa dell'errore: {0}. Questo è dovuto probabilmente a uno dei token che stai scambiando.",
  "These are the total yearly rewards in G$ and GOOD.": "",
  "These tokens are commonly paired with other tokens.": "Questi token sono comunemente abbinati ad altri token.",
  "Things you can do with your SUSHI": "Cose che puoi fare con i tuoi SUSHI",
  "This is the annual percentage of UBI your stake will create.": "",
  "This is the protocol that the token is staked to.": "Questo è il protocollo che il token è puntato.",
  "This is the protocol that the token will be staked to.": "",
  "This is the token that is currently available to stake to the Fund.": "",
  "This is the token that is currently being staked.": "Questo è il token che è attualmente puntato.",
  "This month": "Questo mese",
  "This project is in beta. Use at your own risk": "Questo progetto è in versione beta. Utilizzare a proprio rischio",
  "This transaction will not succeed either due to price movement or fee on transfer. Try increasing your slippage tolerance.": "Questa transazione non andrà a buon fine a causa del movimento del prezzo o della commissione sul trasferimento. Prova ad aumentare la tolleranza allo slippage.",
  "Tip": "Consiglio",
  "Tip: Custom tokens are stored locally in your browser": "Suggerimento: i token personalizzati sono memorizzati localmente nel tuo browser",
  "To": "A",
  "To (estimated)": "A (stimato)",
  "To withdraw into SUSHI, go to Aave and remove axSUSHI as collateral and then to SushiBar to unstake. A full unwind will be avaialble soon.": "Per prelevare in SUSHI, visita Aave e rimuovi axSUSHI come collaterale, quindi visita SushiBar per togliere dallo staking. Un processo completo sarà presto disponibile.",
  "Toggle Expert Mode": "Attiva modalità esperto",
  "Token": "Token",
  "Tokens": "Token",
  "Tokens from inactive lists. Import specific tokens below or click 'Manage' to activate more lists.": "Token da elenchi inattivi. Importa token specifici sottostanti o fai clic su 'Gestisci' per attivare ulteriori elenchi.",
  "Tools": "Strumenti",
  "Tools to optimize workflow": "",
  "Tools to optimize your workflow.": "Strumenti per ottimizzare il tuo flusso di lavoro.",
  "Total": "Totale",
  "Total Rewards": "",
  "Total stake": "Pali totale",
  "Trade": "Trade",
  "Trade at your own risk!": "Commerciare a tuo rischio!",
  "Transaction History": "Storico delle transazioni",
  "Transaction Settings": "Impostazioni transazione",
  "Transaction Submitted": "Transazione inviata",
  "Transaction deadline": "Scadenza transazione",
  "Transaction rejected.": "Transazione respinta.",
  "Transaction settings": "Impostazioni della transazione",
  "Transaction was sent to the blockchain": "La transazione è stata inviata al blockchain",
  "Transactions": "Transazioni",
  "Transfer Type": "Tipo di trasferimento",
  "Try Again": "Riprova",
  "Try enabling multi-hop trades": "Prova ad abilitare le operazioni multi-hop",
  "Turn On Expert Mode": "Attiva modalità esperto",
  "Type": "Tipa",
  "Uh Oh!": "Uh Oh!",
  "Unknown Source": "Fonte sconosciuta",
  "Unknown error": "Errore sconosciuto",
  "Unstake": "Togli dallo staking",
  "Unstaked": "Tolto dallo staking",
  "Unsupported Asset": "Asset non supportato",
  "Unsupported Assets": "Beni non supportati",
  "Unwrap": "Unwrap",
  "Unwrap {0} W{1} to {2}": "Converti {0} W{1} in {2}",
  "Update list": "Elenco di aggiornamento",
  "Use any tool below to optimize your workflow. Please note, some tools are experimental so use with discretion. If theres a smart contract involved for the tool, read the code and confirm the keys have been burned.": "Usa qualsiasi strumento qui sotto per ottimizzare il tuo flusso di lavoro. Ricorda che alcuni strumenti sono sperimentali quindi usali con cautela. Se lo strumento coinvolge uno smart contract, leggi il codice e assicurati che le chiavi siano state distrutte.",
  "Use this tool to find pairs that don't automatically appear in the interface": "Utilizzare questo strumento per trovare coppie che non appaiono automaticamente nell'interfaccia",
  "V2 Rewarder": "Rewarder V2",
  "Vesting": "Vesting",
  "Vesting is executed within the guidelines selected by the community in <0>SIMP3</0>.<1/><2/>Please refer to the <3>forum discussion</3> for deliberations on additional points.<4/><5/>Additional records and weekly merkle updates can be found on <6>Github</6>": "Il vesting viene eseguito secondo le linee guida selezionate dalla comunità in <0>SIMP3</0>.<1/><2/>Fare riferimento alla <3>discussione sul forum</3> per deliberazioni su punti aggiuntivi.<4/><5/>Registri aggiuntivi e aggiornamenti merkle settimanali possono essere consultati su <6>Github</6>",
  "View On": "Vedere su",
  "View Stats": "Visualizza statistiche",
  "View SushiBar Stats": "Visualizza statistiche di SushiBar",
  "View Your Liquidity Positions": "Visualizza le tue posizioni di liquidità",
  "View Your Liquidity Positions >": "Visualizza le tue posizioni di liquidità >",
  "View list": "Visualizza list",
  "View on explorer": "Visualizza sull'explorer",
  "View pair analytics": "Visualizza analisi coppia",
  "View transaction on explorer": "",
  "View your SushiBar Portfolio": "Visualizza il tuo portafoglio SushiBar",
  "WITHDRAW": "RITIRARE",
  "Waiting For Confirmation": "Aspettando la conferma",
  "Waiting for Confirmation": "Aspettando la conferma",
  "Wallet": "Wallet",
  "Wallet Balance": "Saldo del wallet",
  "Wallet balance": "Bilancia del portafoglio.",
  "Welcome to Sushi on Polygon (Matic)": "Benvenuto in Sushi su Polygon (Matic)",
  "What's an exit contribution?": "Qual è un contributo di uscita?",
  "When creating a pair you are the first liquidity provider. The ratio of tokens you add will set the price of this pool. Once you are happy with the rate, click supply to review": "Quando crei una coppia sei il primo fornitore di liquidità. Il rapporto dei  token che aggiungi determinerà il prezzo di questa pool. Quando sei soddisfatto con il prezzo clicca su fornisci per verificare",
  "Withdraw": "Preleva",
  "Withdraw {assetSymbol}": "Preleva{assetSymbol}",
  "Wrap": "Wrap",
  "Wrong Network": "Network sbagliato",
  "Yes, I did!": "",
  "Yesterday's APR": "APR di ieri",
  "Yield": "Rendimento",
  "Yield Debugger": "",
  "Yield Farms": "",
  "Yield Instruments": "Strumenti di rendimento",
  "You Will Receive:": "Riceverai:",
  "You are creating a pool": "Stai creando una pool",
  "You are currently browsing": "Stai attualmente navigando",
  "You are on the wrong network": "Sei connesso alla rete sbagliata",
  "You can leave the bar and exchange your xSUSHI for SUSHI (as well as collect any earned interest) at any time. However, there are more ways to use xSUSHI to maximize your yield potential!": "",
  "You can leave the bar and exchange your {0} for {1} (as well as collect any earned interest) at any time. However, there are more ways to use {2} to maximize your yield potential!": "Puoi lasciare il bar e scambiare il tuo {0} per {1} (oltre a raccogliere qualsiasi interesse guadagnato) in qualsiasi momento. Tuttavia, ci sono più modi per usare {2} per massimizzare il tuo potenziale di rendimento!",
  "You don’t have liquidity in this pool yet": "Non hai ancora liquidità in questa pool",
  "You need to first approve LP tokens and then migrate it": "Devi prima approvare i token LP e poi migrarli",
  "You need to sign the transaction in your wallet": "È necessario firmare la transazione nel tuo portafoglio",
  "You will receive": "Riceverai",
  "Your Claimable SUSHI this Week": "I tuoi SUSHI riscattabili questa settimana",
  "Your History": "La tua storia",
  "Your Liquidity": "La tua liquidità",
  "Your Liquidity Positions": "Le tue posizioni di liquidità",
  "Your Pool Share": "La tua quota della pool",
  "Your Pool Tokens": "I tuoi pool token",
  "Your Staked": "In staking",
  "Your Staked Farms": "Le tue aziende agricole puntate",
  "Your SushiBar Stats": "Le tue statistiche SushiBar",
  "Your Transaction History": "Il tuo storico delle transazioni",
  "Your Transaction History on {0}": "",
  "Your Vested SUSHI will be released each week for the next 6 months. The amount released each week is determined by your historical farming rewards. You do not need to harvest each week as unclaimed amounts from each week will continue to accrue onto the next.": "Il tuo sushi acquisito verrà rilasciato ogni settimana per i prossimi 6 mesi. L'importo rilasciato ogni settimana è determinato dai tuoi premi storici agricoli. Non è necessario raccogliere ogni settimana come importi non reclamati da ogni settimana continueranno a maturarsi sul successivo.",
  "Your Wallet": "Il tuo wallet",
  "Your Yields": "I tuoi rendimenti",
  "Your pool share": "La tua quota della pool",
  "Your social contribution from:": "Il tuo contributo sociale da:",
  "Your total pool tokens": "I tuoi pool token totali",
  "Your total pool tokens:": "I tuoi token della piscina totale:",
  "Your transaction may be frontrun": "La tua transazione potrebbe essere anticipata",
  "Your transaction may fail": "La tua transazione potrebbe fallire",
  "Your transaction will revert if it is pending for more than this long.": "La tua transazione verrà annullata se rimane in sospeso per più di questo periodo.",
  "Your transaction will revert if it is pending for more than this time.": "",
  "Your transaction will revert if the price changes unfavorably by more than this percentage.": "La tua transazione verrà annullata se il prezzo cambia sfavorevolmente oltre questa percentuale.",
  "Your transaction will revert if there is a large, unfavorable price movement before it is confirmed.": "La tua transazione verrà annullata in caso di un forte movimento del prezzo sfavorevole prima della conferma.",
  "Your transactions will appear here...": "Le tue transazioni appariranno qui ...",
  "Your {exchange} {0}/{1} liquidity will become SushiSwap {2}/{3} liquidity.": "La tua liquidità in {0}/{1} su {exchange} diventerà liquidità in {2}/{3} su Sushiswap.",
  "added": "aggiunto",
  "amount": "Quantità",
  "annualized": "",
  "failed to load": "impossibile caricare",
  "has been updated to": "è stato aggiornato a",
  "import it": "importa",
  "loading...": "caricamento...",
  "max": "max.",
  "minutes": "minuti",
  "network": "Rete",
  "on the": "sul",
  "or the transaction will revert.": "o la transazione tornerà.",
  "per day": "al giorno",
  "per month": "al mese",
  "removed": "rimossa",
  "rewards": "premi",
  "to": "a",
  "tokens": "tokens.",
  "tokens updated": "Token aggiornati",
  "via": "attraverso",
  "xSUSHI Balance": "Saldo xSUSHI",
  "xSUSHI automatically earn fees (0.05% of all swaps, including multichain swaps) proportional\nto your share of the SushiBar.": "xSUSHI guadagna automaticamente commissioni (lo 0,05% di tutti gli scambi, inclusi gli scambi multi-chain) in proporzione alla tua quota del SushiBar.",
  "{0} <0>{1} {2}</0> {3}": "",
  "{0} <0>{1}</0>": "",
  "{0} Deposited": "{0} depositato",
  "{0} Strategy": "Strategia {0}",
  "{0} per {1}": "{0} per {1}",
  "{label}": "",
  "• Added by user": "• Aggiunto dall'utente",
  "Staking could be of two types: UBI for funds staked on the GoodDollar trust for the generation of new G$ for universal income distribution, or Governance (to be enabled) for staking G$s for GOOD Rewards.": "Pietraking potrebbe essere di due tipi: UBI per i fondi puntati sulla fiducia Gooddollar per la generazione di nuovi G $ per la distribuzione del reddito universale o la governance (da abilitare) per azionare G $ s per buoni premi.",
  "Total amount on value staked.": "Importo totale sul valore puntato.",
  "How much value your stake has accumulated so far.": "Quanto valore è accumulato il tuo gioco finora.",
  "Starting at 1.0, your multiplier will increase to 2.0 after one month of staking to the Trust, at which point you can claim more G$ every day!": "A partire da 1,0, il tuo moltiplicatore aumenterà fino a 2.0 dopo un mese di picchettio per la fiducia, a quel punto puoi rivendicare più G $ tutti i giorni!",
  "How many GOOD tokens you are accumulating by this stake position.": "Quanti buoni token stai accumulando con questa posizione di palo.",
  "Starting at 1.0, your multiplier will increase to 2.0 after one month of staking to the Trust, at which point you can be rewarded with more G$ every day!": "A partire da 1,0, il tuo moltiplicatore aumenterà fino a 2.0 dopo un mese di sostentamento della fiducia, a quel punto puoi essere ricompensato con più G $ tutti i giorni!",
  "Switch to {network}": "Passa a {network}"
}
